{
  "tipsmod.title.default": "Tip",

  "tipsmod.tip.no_tips": "Žádné tipy nebyly načteny. Prosím zkontrolujte konfiguraci.",
  "tipsmod.tip.undead_damage": "Nemrtví mobové jako Skeletoni jsou poškozováni léčivými lektvary a léčeni poškozujícími lektvary.",
  "tipsmod.tip.poison_immune": "Zombíci, Skeletoni a Pavouci jsou imunní vůči jedu.",
  "tipsmod.tip.witch_conversion": "Vesničané se stanou čarodějnicemi, když je zasáhne blesk.",
  "tipsmod.tip.four_eggs": "Vylíhnutí kuřecích vajec může na velmi vzácné příležitosti vytvořit čtyři kuřata.",
  "tipsmod.tip.nether_lava": "Láva teče rychleji v Netheru.",
  "tipsmod.tip.west": "Slunce, Měsíc a Hvězdy se všechny pohybují na západ.",
  "tipsmod.tip.swamp_slime": "Slizy se mohou objevit v bažinách během úplňku.",
  "tipsmod.tip.deflect_ghast_fireballs": "Můžete odrazit Ghastovy ohnivé koule hitem.",
  "tipsmod.tip.shulker_armor": "Šulkeři dostávají o dost větší damage když jsou jejich krunýře otevřeny.",
  "tipsmod.tip.arthropods": "Pavouci, Rybenky, Včely a Endermity všichni dostávají damage od Hmyzákovy záhuby",
  "tipsmod.tip.fossils": "Velké fosílie jsou pohřbeny pod bažinami a pouštěmi.",
  "tipsmod.tip.crouch_blocks": "Plížení/Šiftování ti zabrání spadnutí ze strany bloků.",
  "tipsmod.tip.smoke_bees": "Umístěním ohniště pod včelí hnízdo udělá tyto včely pasivní.",
  "tipsmod.tip.lava_fuel": "Kbelíky s lávou mohou být použity jako palivo v peci.",
  "tipsmod.tip.wooden_tool_fuel": "Staré dřevěné nástroje mohou být použity jako palivo v peci.",
  "tipsmod.tip.scrap_nuggets": "Zlaté a železné nástroje/brnění mohou být roztaveny na nuggety.",
  "tipsmod.tip.piglin_gold": "Piglini milují zlato.",
  "tipsmod.tip.dog_health": "Čím níže je ocas psa, tím méně životů mají.",
  "tipsmod.tip.dog_rotten_flesh": "Můžete vyléčit své psy krmením je shnilím masem.",
  "tipsmod.tip.lure_animals": "Můžete nalákat zvířata, aby vás následovala, držením jídla, které mají rádi.",
  "tipsmod.tip.cooked_drops": "Zvířata zabita ohněm obvykle dropnou uvařené jídlo.",
  "tipsmod.tip.nether_sponge": "Mokré houby se okamžitě vysuší, když jsou umístěny v Netheru.",
  "tipsmod.tip.boat_passenger": "Lodě mohou nést dva pasažéry.",
  "tipsmod.tip.shulker_golem": "Šulkeři jsou považováni za typ Golema.",
  "tipsmod.tip.note_block_instrument": "Nástroj Note Blocku je určen blokem pod ním.",
  "tipsmod.tip.zombie_armor": "Zombíci mají dva základní body brnění, i když žádné nenosí.",
  "tipsmod.tip.undead_helmet": "Nemrtví mobové nebudou hořet za dne, pokud mají na sobě helmu.",
  "tipsmod.tip.iron_golem_heal": "Železní Golemové mohou být vyléčeni tím že jim dáte železné ingoty.",
  "tipsmod.tip.turtle_shell": "Želvy dropnou destičky pouze když mládě vyroste do dospělého.",
  "tipsmod.tip.animal_growing": "Krmením mláďat zvířat urychlíte jejich růst.",
  "tipsmod.tip.blaze_snowball": "Ohniváci dostávají body poškození od sněhových koulí.",
  "tipsmod.tip.biome_bonemeal": "Použití kostní moučky na trávníkové bloky může dát různé druhy květin.",
  "tipsmod.tip.biome_fishing": "Rybáření v džungli vám může dát různé předměty ve srovnání s rybářením v jiných biomech.",
  "tipsmod.tip.fishing_resources": "Rybáření je skvělý způsob, jak získat vysoce kvalitní kouzelné knihy.",
  "tipsmod.tip.boat_jump": "Umístěním lodi do lávy můžete vytvořit dočasnou platformu.",
  "tipsmod.tip.creeper_cat": "Plíživci se bojí koček a budou před nimi utíkat.",
  "tipsmod.tip.water_grass": "Voda může rychle zničit trávy a pomoct získat hodně semínek.",
  "tipsmod.tip.gravity_torch": "Padající bloky jako písek a štěrk se okamžitě rozbijí, když padnou na pochodeň.",
  "tipsmod.tip.string_wool": "Vlákno může být použita v 2x2 vyrábění na udělání vlny.",
  "tipsmod.tip.barrel": "Sudy jsou skvělou alternativou k truhle.",
  "tipsmod.tip.job_site_dimension": "Vesničané stratí své profese při změně dimenze.",
  "tipsmod.tip.villager_sweat": "Vesničané se potí, když se snažíš obchodovat s nimi během nájezdu.",
  "tipsmod.tip.wandering_invis": "Putující obchodníci pijí lektvary neviditelnosti v noci.",
  "tipsmod.tip.baby_panda_slimeball": "Mláďata pand mají 0.1% šanci dropnout slimeball po kýchání.",
  "tipsmod.tip.fortress_triangulation": "Můžete triangulovat polohu pevnosti tím, že přivoláte oči enderu z dvou různých míst a sledujete, kde se protínají.",
  "tipsmod.tip.creeper_drops_disc": "Pokuď šip od Kostlivce nebo Tuláka zabije Plíživce, Plíživec dropne náhodný hudební disk.",
  "tipsmod.tip.mooshroom_lightning": "Červená krávomůrka se stane hnědou krávomůrkou a hnědá krávomůrka se stane červenou, když je zasažena bleskem.",
  "tipsmod.tip.bed_explode": "Pokus o spaní v jiných dimenzích skončí špatně.",
  "tipsmod.tip.fall_damage_blocks": "Některé bloky jako voda a seno mohou snížit poškození z pádu.",
  "tipsmod.tip.bed_respawn": "Spaní v posteli nastaví váš bod spawnu.",
  "tipsmod.tip.ore_tiers": "Některé rudy mají minimální požadovanou úroveň krumpáče pro jejich těžbu.",
  "tipsmod.tip.sponge_bucket": "Mokrá houba může být usušena v peci vařením. Pokud je v palivovém slotu prázdný kbelík, kbelík zachytí vodu!",
  "tipsmod.tip.coarse_to_dirt": "Hrubá hlína může být převedena na normální hlínu pomocí motyky.",
  "tipsmod.tip.enderman_blocks": "Endermani mohou přesouvat bloky jako hlínu, písek a TNT!",
  "tipsmod.tip.dragon_blocks": "Železné mříže, Enderit a Obsidian jsou imunní vůči poškození od Ender Draka.",
  "tipsmod.tip.piglin_repellent": "Piglini se bojí duševních ohnivých bloků včetně Louče duší a Lucerny duší.",
  "tipsmod.tip.portal_trick": "Použitím vody a lávy můžete snadno vytvořit Nether portál.",
  "tipsmod.tip.blaze_fuel": "Ohnivé hole se dají použít jako dobrý zdroj paliva.",
  "tipsmod.tip.goat_milk": "Kozy mohou být podojeny pomocí kbelíku.",
  "tipsmod.tip.mean_goats": "Buďte opatrní kolem koz. Rády tlačí hráče a jiná zvířata z útesů.",
  "tipsmod.tip.dripstone_lava": "Čpičky krápníků pod lávou budou pomalu kapat lávové částice. To může být použito k naplnění kotle.",
  "tipsmod.tip.bucket_friends": "Ryby a Axolotlové mohou být bezpečně zvednuty pomocí kbelíků.",
  "tipsmod.tip.bucket_rename": "Přejmenování kbelíku s mobem uvnitř přejmenuje i tohoto moba.",
  "tipsmod.tip.axolotl_food": "Axolotlové mají rádi tropické ryby.",
  "tipsmod.tip.wax_copper": "Včelí plásty mohou být použity k voskování měděných bloků. To zabrání jejich oxidaci.",
  "tipsmod.tip.freezing_leather": "Kožené brnění může chránit proti poškození mrazem.",
  "tipsmod.tip.azalea_caves": "Azaleové stromy rostou nad bujnými jeskiňemi.",
  "tipsmod.tip.end_dimension": "Nemůžete opustit end dimenzi bez poražení ender draka.. nebo smrti.",
  "tipsmod.tip.hitting_obsidian": "Zabere vám asi 4 minuty než rozbijete obsidián rukama.",
  "tipsmod.tip.sitting_pets": "Sedící mazlíčci zůstanou sedět, i když se topí ve vodě, dokud neutonou nebo na ně nekliknete pravým tlačítkem.",
  "tipsmod.tip.snow_golem_trail": "Můžete sklízet nekonečné sněhové koule ze stopy sněhového golema.",
  "tipsmod.tip.mushroom_placement": "Houby mohou být umístěny pouze na blocích, kde není přímé sluneční světlo.",
  "tipsmod.tip.mushroom_biome_spawns": "Nepřátelští mobové se nemohou spawnovat v houbovém biomu.",
  "tipsmod.tip.shear_mooshroom": "Můžete oholit krávomůrku, abyste z ní udělali normální krávu.",
  "tipsmod.tip.peaceful_tnt": "TNT nemůže poškodit hráče v mírumilovném módu.",
  "tipsmod.tip.weather_sleep": "Spaní vyčistí oblohu a zastaví bouřku nebo déšť.",
  "tipsmod.tip.joke.combat": "Zombíci nemají rádi, když je bodnete mečem.",
  "tipsmod.tip.joke.swim": "Pokud zůstanete pod vodou příliš dlouho, můžete se utopit.",
  "tipsmod.tip.joke.lava": "Stejně jako jakýkoli jiný předmět, kbelíky shoří v lávě, ale ne když je V kbelíku.",
  "tipsmod.tip.joke.skulls": "Wither Kostlivci jsou známi tím, že ztrácejí hlavy.",
  "tipsmod.tip.endermites": "Existuje malá šance, že se Endermit spawnne, když přistane Enderperla.",
  "tipsmod.tip.enderman_projectiles": "Endermani nemohou být zasaženi projektily.",
  "tipsmod.tip.locked_repeaters": "Opakovače mohou být uzamčeny a udrženy ve svém stavu tím, že budou napájeny z boků jiným opakovačem.",
  "tipsmod.tip.water_doors": "Můžete umístit dveře pod vodou, abyste vytvořili vzduchovou kapsu.",
  "tipsmod.tip.shears_dispenser": "Můžete dát nůžky do dávkovače, abyste oholili ovce.",
  "tipsmod.tip.sheared_cave_vines": "Můžete oholit konce jeskynních vinných rév, abyste je zastavili v růstu.",

  "gui.tips.list.title": "Seznam tipů",
  "gui.tips.list.search": "Hledat",
  "gui.tips.list.show_disabled": "Zobrazit vypnuté",
  "gui.tips.list.entry.tip_id": "ID tipu: %s",
  "gui.tips.list.entry.added_by": "Přidánu podle: %s",
  "gui.tips.list.entry.cycle_time": "Cyklovat čas: %s",
  "gui.tips.list.entry.copied": "Okopírováno!",
  "gui.tips.list.entry.click_to_copy": "Klikni na okopírování ID",
  "gui.tips.list.entry.disabled": "Vypnutu konfigurací!",
  "gui.tips.list.config": "Konfigurace"
}
